/* */
/* Copyright (c) 2008 Software Ambience Corp. All rights reserved. */
/* */


"Report_SmallerObjects" = "…mindre objekt…";
"Report_HiddenSpace" = "(dolt utrymme)";

"Report_Button_DisksAndFolders" = "Skivor och mappar";

"Report_EmptyVolume" = "Volymen är tom";
"Report_EmptyFolder" = "Mappen är tom";
"Report_RestrictedVolume" = "Begränsad volym";
"Report_RestrictedFolder" = "Begränsad mapp";

"Report_RestrictedVolumeAdmin" = "Begränsad volym\nSkanna som administratör för att visa den.";
"Report_RestrictedFolderAdmin" = "Begränsad mapp\nSkanna som administratör för att visa den.";

/* hidden space description as appears on the sidebar when pointing to it */
"Report_Hidden_SystemAdminManyUsers" = "Det här utrymmet innehåller filer som det krävs extra behörigheter för att få åtkomst till, och som förmodligen tillhör andra användarkonton. Skanna om skivan som administratör för att visa dem.";
"Report_Hidden_SystemAdminOneUser" = "Det här utrymmet innehåller systemfiler som det krävs extra behörigheter för att få åtkomst till. Skanna om skivan som administratör för att visa dem.";
"Report_Hidden_NonSystemAdmin" = "Det här utrymmet innehåller filer som det krävs extra behörigheter för att få åtkomst till. Skanna skivan som administratör för att visa dem.";
"Report_Hidden_UnknownSpace" = "DaisyDisk kan tyvärr inte hitta dessa data. Användare har inte åtkomst till datan.";

/* context menu for sidebar items */
"Report_Menu_Collect" = "Flytta ”%@” till insamlaren";
"Report_Menu_CollectDisabled" = "Flytta till insamlaren";
"Report_Menu_Uncollect" = "Ta bort ”%@” från insamlaren";
"Report_Menu_UncollectDisabled" = "Ta bort från insamlaren";

/* text displayed on the Collector */
"Report_Collector_Message_Empty" = "Dra och släpp filer här för att samla in dem";
"Report_Collector_Message_FullCollected" = "%@ insamlade";
"Report_Collector_Message_FullNoItems" = "Inga objekt insamlade";
"Report_Collector_Message_FullZeroSizedItems" = "Mikroskopiska objekt insamlade";
"Report_Collector_Button_Delete" = "Radera";

/* read-only disk or folder: the message replaces Collector */
"Report_Collector_Message_ReadOnlyVolume" = "Skivan”%@” är skrivskyddad";
"Report_Collector_Message_ReadOnlyFolder" = "Mappen ”%@” är skrivskyddad";

/* dragging different items to the Collector */
"Report_Collector_Message_System" = "”%@” krävs av OS X och bör inte tas bort";
"Report_Collector_Message_ReadOnlyItem" = "”%@” är skrivskyddad och kan inte tas bort";
"Report_Collector_Message_SmallerItems" = "Expandera ”mindre objekt” för att ta bort individuella filer";
"Report_Collector_Message_TimeMachine" = "Använd Time Machine för att radera säkerhetskopior";
"Report_Collector_Message_HiddenSpace" = "Skanna som administratör för att visa dolt utrymme";
"Report_Collector_Message_UnknownHiddenSpace" = "Kan inte radera dolt utrymme, hittar inte filerna";

"Report_Collector_Message_CountDownPart1" = "Filerna kommer att";
"Report_Collector_Message_CountDownPart2" = "raderas för alltid!";
"Report_Collector_Button_Stop" = "Avbryt";
"Report_Collector_Message_DeletionProgress" = "Radering pågår… %d%%";

/* some files cannot be deleted message on the Collector */
"Report_Collector_Message_Error" = "En del filer raderades inte";
"Report_Collector_Button_View" = "Visa";

/* item removal hint text on the top of Collector */
"Report_Collector_DrawerHeader" = "Dra bort objekt för att ta bort dem från listan";

/* scopebar messages: non-modal error reports and reminders */
"Report_ScopebarError_NoVolume" = "Källskivan togs bort. Anslut den igen för att fortsätta";
"Report_ScopebarError_NoFolder" = "Mappen saknas. Omskanning rekommenderas";
"Report_ScopebarError_NoFile" = "Filen saknas. Omskanning rekommenderas";
"Report_ScopebarError_NoCurrentFolder" = "Den nuvarande mappen saknas. Omskanning rekommenderas";
"Report_ScopebarError_NoTopmostFolder" = "Den skannade mappen saknas";
"Report_ScopebarError_Button_Rescan" = "Skanna om";
"Report_ScopebarError_NoAdminHelper" = "Fel i administratörsläge. Omstart av DaisyDisk rekommenderas";
"Report_ScopebarError_Button_Restart" = "Starta om";
"Report_ScopebarError_DeletionTimedOut" = "Radering avbröts. Filsystemet svarar inte";
"Report_ScopebarError_ConnectionLost" = "Anslutningen bröts. Återställ anslutningen till servern och försök igen";
"Report_ScopebarError_AuthError" = "Autentiseringsfel. Servern kräver autentisering på nytt.";
"Report_ScopebarError_Button_Reauthorize" = "Autentisera på nytt";


